Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is your favorite thing to do with me on a weekend morning?
de: Was machst du am liebsten mit mir an einem Wochenendmorgen?
es: ¿Qué es lo que más te gusta hacer conmigo un fin de semana por la mañana?
fr: Qu'est-ce que tu aimes le plus faire avec moi un matin de week-end ?
it: Qual è la cosa che preferisci fare con me in un fine settimana mattutino?
ja: 週末の朝に私として好きなことは何ですか？
ko: 주말 아침에 나와 함께 가장 하고 싶은 것은 무엇인가요?
nb: Hva er din favoritt ting å gjøre med meg på en helgemorgen?
nl: Wat is jouw favoriete ding om met mij te doen op een weekendochtend?
pl: Co najbardziej lubisz robić ze mną w weekendowy poranek?
pt_br: Qual é a sua coisa favorita para fazer comigo em uma manhã de fim de semana?
sv: Vad är din favoritsak att göra med mig på en helgmorgon?
uk: Що тобі найбільше подобається робити зі мною у вихідний ранок?
zh_hans: 周末早上你最喜欢和我一起做什么？

source: What is your favorite thing to hear me whisper in your ear?
de: Was hörst du am liebsten, wenn ich dir etwas ins Ohr flüstere?
es: ¿Qué es lo que más te gusta escucharme susurrar al oído?
fr: Qu'est-ce que tu aimes le plus m'entendre chuchoter à ton oreille ?
it: Qual è la cosa che preferisci sentirmi sussurrare all'orecchio?
ja: 私に耳元でささやかれて一番嬉しいことは何ですか？
ko: 제가 귀에 속삭이는 말 중 가장 듣고 싶은 것은 무엇인가요?
nb: Hva er det du liker best å høre meg hviske i øret ditt?
nl: Wat hoor je het liefst dat ik in je oor fluister?
pl: Co najbardziej lubisz, gdy szepczę ci do ucha?
pt_br: O que você mais gosta de me ouvir sussurrar no seu ouvido?
sv: Vad är det bästa du kan höra mig viska i ditt öra?
uk: Що тобі найбільше подобається, коли я шепочу тобі на вухо?
zh_hans: 你最喜欢听我在你耳边轻声说什么？

source: What is your favorite thing to watch me do?
de: Was siehst du am liebsten bei mir?
es: ¿Qué es lo que más te gusta verme hacer?
fr: Qu'est-ce que tu aimes le plus me regarder faire ?
it: Qual è la cosa che preferisci vedermi fare?
ja: 私がしているのを見るのが一番好きなことは何ですか？
ko: 제가 하는 것 중 가장 보고 싶은 것은 무엇인가요?
nb: Hva er din favoritt ting å se meg gjøre?
nl: Wat is jouw favoriete ding om mij te zien doen?
pl: Co najbardziej lubisz, gdy robię?
pt_br: Qual é a sua coisa favorita para me ver fazer?
sv: Vad är din favoritsak att se mig göra?
uk: Що тобі найбільше подобається бачити, як я роблю?
zh_hans: 你最喜欢看我做什么？

source: What is your favorite time of day for intimacy?
de: Welche Tageszeit ist deine Lieblingszeit für Intimität?
es: ¿Cuál es tu momento favorito del día para la intimidad?
fr: Quel est ton moment préféré de la journée pour l'intimité ?
it: Qual è il tuo momento preferito della giornata per l'intimità?
ja: 親密になるのに好きな時間帯はいつですか？
ko: 친밀감을 나누기에 가장 좋아하는 시간대는 언제인가요?
nb: Hva er din favorittid på dagen for intimitet?
nl: Wat is jouw favoriete tijd van de dag voor intimiteit?
pl: Jaka pora dnia jest twoją ulubioną na intymność?
pt_br: Qual é o seu horário favorito do dia para intimidade?
sv: Vilken är din favorittid på dygnet för intimitet?
uk: Яка твоя улюблена пора дня для інтиму?
zh_hans: 你最喜欢在一天中的什么时间亲密？

source: What is your favorite trait of mine (non-physical)?
de: Was ist deine Lieblingseigenschaft von mir (nicht körperlich)?
es: ¿Cuál es tu rasgo favorito mío (no físico)?
fr: Quel est ton trait préféré chez moi (non physique) ?
it: Qual è il tuo tratto preferito di me (non fisico)?
ja: 私の好きな特徴（身体的でないもの）は何ですか？
ko: 내 비신체적 특성 중 가장 좋아하는 것은 무엇인가요?
nb: Hva er din favorittegenskap hos meg (ikke-fysisk)?
nl: Wat is jouw favoriete eigenschap van mij (niet-fysiek)?
pl: Jaka jest twoja ulubiona cecha u mnie (niematerialna)?
pt_br: Qual é a sua característica favorita em mim (não física)?
sv: Vad är din favorit egenskap hos mig (icke-fysisk)?
uk: Яка ваша улюблена риса в мені (не фізична)?
zh_hans: 你最喜欢我的哪个非身体特征？

source: What is your favorite travel photo of yourself?
de: Was ist dein Lieblings-Reisefoto von dir selbst?
es: ¿Cuál es tu foto de viaje favorita de ti mismo?
fr: Quelle est ta photo de voyage préférée de toi-même ?
it: Qual è la tua foto di viaggio preferita di te stesso?
ja: 自分自身の一番好きな旅行写真は何ですか？
ko: 가장 좋아하는 자신의 여행 사진은 무엇인가요?
nb: Hva er ditt favoritt reisebilde av deg selv?
nl: Wat is je favoriete reisfoto van jezelf?
pl: Jakie jest twoje ulubione zdjęcie z podróży przedstawiające ciebie?
pt_br: Qual é a sua foto de viagem favorita de você mesmo?
sv: Vilket är ditt favorit resefoto av dig själv?
uk: Яке ваше улюблене фото себе в подорожах?
zh_hans: 你最喜欢自己的哪张旅行照片？

source: What is your favorite travel-themed movie?
de: Was ist dein Lieblingsfilm zum Thema Reisen?
es: ¿Cuál es tu película favorita con temática de viajes?
fr: Quel est ton film préféré sur le thème du voyage ?
it: Qual è il tuo film preferito a tema viaggio?
ja: 好きな旅行をテーマにした映画は何ですか？
ko: 가장 좋아하는 여행 테마 영화는 무엇인가요?
nb: Hva er din favorittfilm med reisetema?
nl: Wat is je favoriete reisgerelateerde film?
pl: Jaki jest twój ulubiony film o podróżach?
pt_br: Qual é o seu filme favorito com tema de viagem?
sv: Vilken är din favoritfilm med resetema?
uk: Який ваш улюблений фільм про подорожі?
zh_hans: 你最喜欢的旅行主题电影是什么？

source: What is your favorite type of lingerie or sleepwear?
de: Was ist deine Lieblingsart von Unterwäsche oder Schlafkleidung?
es: ¿Cuál es tu tipo favorito de lencería o ropa de dormir?
fr: Quel est ton type préféré de lingerie ou de vêtements de nuit ?
it: Qual è il tuo tipo preferito di lingerie o abbigliamento da notte?
ja: 好きなランジェリーや寝具のタイプは何ですか？
ko: 가장 좋아하는 란제리나 잠옷 유형은 무엇인가요?
nb: Hva er din favoritttype lingerie eller nattøy?
nl: Wat is jouw favoriete type lingerie of nachtkleding?
pl: Jaki jest twój ulubiony rodzaj bielizny lub odzieży nocnej?
pt_br: Qual é o seu tipo favorito de lingerie ou roupa de dormir?
sv: Vilken typ av lingerie eller nattkläder är din favorit?
uk: Який твій улюблений тип білизни або нічного одягу?
zh_hans: 你最喜欢哪种类型的内衣或睡衣？

source: What is your favorite way for me to initiate intimacy?
de: Wie soll ich am liebsten Intimität initiieren?
es: ¿Cuál es tu forma favorita de que yo inicie la intimidad?
fr: Quelle est ta façon préférée que j'initie l'intimité ?
it: Qual è il tuo modo preferito in cui io inizio l'intimità?
ja: 私が親密さを始める好きな方法は何ですか？
ko: 제가 친밀감을 시작하는 가장 좋아하는 방식은 무엇인가요?
nb: Hva er din favorittmåte for meg å initiere intimitet på?
nl: Wat is jouw favoriete manier waarop ik intimiteit kan initiëren?
pl: Jaki jest twój ulubiony sposób, w jaki mam inicjować intymność?
pt_br: Qual é a sua maneira favorita de eu iniciar a intimidade?
sv: Vad är ditt favoritsätt för mig att initiera intimitet?
uk: Як тобі найбільше подобається, коли я ініціюю інтим?
zh_hans: 你最喜欢我以什么方式开始亲密？

source: What is your favorite way to be hugged?
de: Wie wirst du am liebsten umarmt?
es: ¿Cuál es tu forma favorita de que te abracen?
fr: Quelle est ta façon préférée d'être pris(e) dans les bras ?
it: Qual è il tuo modo preferito di essere abbracciato?
ja: どんな風にハグされるのが一番好きですか？
ko: 어떻게 안기는 걸 가장 좋아하나요?
nb: Hva er din favorittmåte å bli klemt på?
nl: Wat is jouw favoriete manier om geknuffeld te worden?
pl: Jaki jest twój ulubiony sposób na przytulanie?
pt_br: Qual é a sua maneira favorita de ser abraçado?
sv: Vilket är ditt favoritsätt att bli kramad på?
uk: Як ти найбільше любиш, щоб тебе обіймали?
zh_hans: 你最喜欢被怎么拥抱？

source: What is your favorite way to be kissed?
de: Wie wirst du am liebsten geküsst?
es: ¿Cuál es tu forma favorita de ser besado?
fr: Quelle est ta façon préférée d'être embrassé ?
it: Qual è il tuo modo preferito di essere baciato?
ja: キスされる好きな方法は何ですか？
ko: 키스받는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å bli kysset på?
nl: Wat is jouw favoriete manier om gekust te worden?
pl: Jaki jest twój ulubiony sposób na całowanie?
pt_br: Qual é a sua maneira favorita de ser beijado?
sv: Vad är ditt favoritsätt att bli kysst på?
uk: Як вам найбільше подобається, коли вас цілують?
zh_hans: 你最喜欢被亲吻的方式是什么？

source: What is your favorite way to be told 'I love you'?
de: Wie hörst du am liebsten 'Ich liebe dich'?
es: ¿Cuál es tu forma favorita de que te digan 'te amo'?
fr: Quelle est ta façon préférée d'entendre 'je t'aime' ?
it: Qual è il tuo modo preferito di sentirti dire 'ti amo'?
ja: 『愛してる』と言われる好きな方法は何ですか？
ko: '사랑해'라는 말을 듣는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å bli fortalt 'jeg elsker deg' på?
nl: Wat is jouw favoriete manier om 'ik hou van je' te horen?
pl: Jaki jest twój ulubiony sposób na usłyszenie 'kocham cię'?
pt_br: Qual é a sua maneira favorita de ouvir 'eu te amo'?
sv: Vad är ditt favoritsätt att få höra 'jag älskar dig'?
uk: Як вам найбільше подобається, коли вам кажуть 'я тебе люблю'?
zh_hans: 你最喜欢别人用什么方式说‘我爱你’？

source: What is your favorite way to be touched?
de: Wie berührst du am liebsten?
es: ¿Cuál es tu forma favorita de ser tocado?
fr: Quelle est ta façon préférée d'être touché(e) ?
it: Qual è il tuo modo preferito di essere toccato?
ja: どんな風に触れられるのが一番好きですか？
ko: 어떻게 만지는 걸 가장 좋아하나요?
nb: Hva er din favorittmåte å bli berørt på?
nl: Wat is jouw favoriete manier om aangeraakt te worden?
pl: Jaka jest twoja ulubiona forma dotyku?
pt_br: Qual é a sua maneira favorita de ser tocado?
sv: Vad är ditt favoritsätt att bli berörd på?
uk: Як ти любиш, щоб тебе торкалися?
zh_hans: 你最喜欢被怎么触摸？

source: What is your favorite way to celebrate an anniversary?
de: Wie feierst du am liebsten einen Jahrestag?
es: ¿Cuál es tu forma favorita de celebrar un aniversario?
fr: Quelle est ta façon préférée de célébrer un anniversaire ?
it: Qual è il tuo modo preferito di celebrare un anniversario?
ja: 記念日を祝う好きな方法は何ですか？
ko: 기념일을 축하하는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å feire en jubileum?
nl: Wat is jouw favoriete manier om een jubileum te vieren?
pl: Jaki jest twój ulubiony sposób na świętowanie rocznicy?
pt_br: Qual é a sua maneira favorita de comemorar um aniversário?
sv: Vad är ditt favoritsätt att fira en årsdag?
uk: Як вам найбільше подобається святкувати річницю?
zh_hans: 你最喜欢用什么方式庆祝纪念日？

source: What is your favorite way to end the day together?
de: Wie beendest du den Tag am liebsten gemeinsam?
es: ¿Cuál es tu forma favorita de terminar el día juntos?
fr: Quelle est ta façon préférée de terminer la journée ensemble ?
it: Qual è il tuo modo preferito di finire la giornata insieme?
ja: 一緒に一日を終える好きな方法は何ですか？
ko: 함께 하루를 마무리하는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å avslutte dagen sammen på?
nl: Wat is jouw favoriete manier om de dag samen te eindigen?
pl: Jaki jest twój ulubiony sposób na zakończenie dnia razem?
pt_br: Qual é a sua maneira favorita de terminar o dia juntos?
sv: Vad är ditt favoritsätt att avsluta dagen tillsammans?
uk: Як ви найбільше любите завершувати день разом?
zh_hans: 你最喜欢怎样一起结束一天？

source: What is your favorite way to get my attention?
de: Wie erregst du am liebsten meine Aufmerksamkeit?
es: ¿Cuál es tu forma favorita de llamar mi atención?
fr: Quelle est ta façon préférée d'attirer mon attention ?
it: Qual è il tuo modo preferito per attirare la mia attenzione?
ja: 私の注意を引く好きな方法は何ですか？
ko: 내 관심을 끌기 위해 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å få oppmerksomheten min på?
nl: Wat is jouw favoriete manier om mijn aandacht te trekken?
pl: Jaki jest twój ulubiony sposób na zwrócenie mojej uwagi?
pt_br: Qual é a sua maneira favorita de chamar minha atenção?
sv: Vilket är ditt favoritsätt att få min uppmärksamhet?
uk: Як ти найбільше любиш привертати мою увагу?
zh_hans: 你最喜欢用什么方式引起我的注意？

source: What is your favorite way to spend a 'date night' in?
de: Wie verbringst du am liebsten einen 'Date-Night' zu Hause?
es: ¿Cuál es tu forma favorita de pasar una 'noche de cita' en casa?
fr: Quelle est ta façon préférée de passer une 'soirée en amoureux' à la maison ?
it: Qual è il tuo modo preferito di trascorrere un 'appuntamento notturno' a casa?
ja: ‘おうちデート’の夜を過ごす好きな方法は何ですか？
ko: 집에서 '데이트 나이트'를 보내는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å tilbringe en 'date night' hjemme?
nl: Wat is jouw favoriete manier om een 'date night' thuis door te brengen?
pl: Jaki jest twój ulubiony sposób na spędzanie 'randki' w domu?
pt_br: Qual é a sua maneira favorita de passar uma 'noite de encontro' em casa?
sv: Vilket är ditt favoritsätt att tillbringa en 'date night' hemma?
uk: Як ти найбільше любиш проводити 'домашнє побачення'?
zh_hans: 你最喜欢如何度过‘宅家约会之夜’？

source: What is your favorite way to spend quality time together?
de: Wie verbringst du am liebsten gemeinsame Zeit?
es: ¿Cuál es tu forma favorita de pasar tiempo de calidad juntos?
fr: Quelle est ta façon préférée de passer du temps de qualité ensemble ?
it: Qual è il tuo modo preferito di passare del tempo di qualità insieme?
ja: 一緒に充実した時間を過ごすのに好きな方法は何ですか？
ko: 함께 좋은 시간을 보내는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å tilbringe kvalitetstid sammen på?
nl: Wat is jouw favoriete manier om quality time samen door te brengen?
pl: Jaki jest twój ulubiony sposób na spędzanie czasu razem?
pt_br: Qual é a sua maneira favorita de passar tempo de qualidade juntos?
sv: Vad är ditt favoritsätt att spendera kvalitetstid tillsammans?
uk: Як ви найбільше любите проводити час разом?
zh_hans: 你最喜欢用什么方式一起度过美好时光？

source: What is your favorite way to start the day together?
de: Wie startest du am liebsten den Tag gemeinsam?
es: ¿Cuál es tu forma favorita de comenzar el día juntos?
fr: Quelle est ta façon préférée de commencer la journée ensemble ?
it: Qual è il tuo modo preferito di iniziare la giornata insieme?
ja: 一緒に一日を始める好きな方法は何ですか？
ko: 함께 하루를 시작하는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å starte dagen sammen på?
nl: Wat is jouw favoriete manier om de dag samen te beginnen?
pl: Jaki jest twój ulubiony sposób na rozpoczynanie dnia razem?
pt_br: Qual é a sua maneira favorita de começar o dia juntos?
sv: Vad är ditt favoritsätt att starta dagen tillsammans?
uk: Як ви найбільше любите починати день разом?
zh_hans: 你最喜欢怎样一起开始新的一天？

source: What is your favorite way to tease me?
de: Wie neckst du mich am liebsten?
es: ¿Cuál es tu forma favorita de provocarme?
fr: Quelle est ta façon préférée de me taquiner ?
it: Qual è il tuo modo preferito di stuzzicarmi?
ja: 私をからかう好きな方法は何ですか？
ko: 나를 놀리는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å erte meg på?
nl: Wat is jouw favoriete manier om mij te plagen?
pl: Jaki jest twój ulubiony sposób na drażnienie mnie?
pt_br: Qual é a sua maneira favorita de me provocar?
sv: Vilket är ditt favoritsätt att reta mig på?
uk: Як ти найбільше любиш дражнити мене?
zh_hans: 你最喜欢用什么方式挑逗我？

source: What is your favorite way to travel (train, plane, car, boat)?
de: Wie reist du am liebsten (Zug, Flugzeug, Auto, Schiff)?
es: ¿Cuál es tu forma favorita de viajar (tren, avión, coche, barco)?
fr: Quel est ton moyen de transport préféré (train, avion, voiture, bateau) ?
it: Qual è il tuo modo preferito di viaggiare (treno, aereo, auto, nave)?
ja: 好きな移動手段は何ですか（電車、飛行機、車、船）？
ko: 가장 선호하는 이동 수단은 무엇인가요 (기차, 비행기, 자동차, 배)?
nb: Hva er din favorittmåte å reise på (tog, fly, bil, båt)?
nl: Wat is jouw favoriete manier van reizen (trein, vliegtuig, auto, boot)?
pl: Jaki jest twój ulubiony środek transportu (pociąg, samolot, samochód, statek)?
pt_br: Qual é a sua maneira favorita de viajar (trem, avião, carro, barco)?
sv: Vilket är ditt favoritsätt att resa (tåg, flyg, bil, båt)?
uk: Який ваш улюблений спосіб подорожувати (поїзд, літак, автомобіль, корабель)?
zh_hans: 你最喜欢的出行方式是什么（火车、飞机、汽车、船）？

source: What is your favorite way to wake me up?
de: Wie weckst du mich am liebsten auf?
es: ¿Cuál es tu forma favorita de despertarme?
fr: Quelle est ta façon préférée de me réveiller ?
it: Qual è il tuo modo preferito di svegliarmi?
ja: 私を起こす好きな方法は何ですか？
ko: 나를 깨우는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å vekke meg på?
nl: Wat is jouw favoriete manier om mij wakker te maken?
pl: Jaki jest twój ulubiony sposób na budzenie mnie?
pt_br: Qual é a sua maneira favorita de me acordar?
sv: Vilket är ditt favoritsätt att väcka mig på?
uk: Як ти найбільше любиш мене будити?
zh_hans: 你最喜欢用什么方式叫醒我？

source: What is your favorite way to wind down after intimacy?
de: Wie entspannst du am liebsten nach der Intimität?
es: ¿Cuál es tu forma favorita de relajarte después de la intimidad?
fr: Quelle est ta façon préférée de te détendre après l'intimité ?
it: Qual è il tuo modo preferito di rilassarti dopo l'intimità?
ja: 親密になった後のリラックス方法は何ですか？
ko: 친밀감 이후 긴장을 푸는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å roe ned etter intimitet?
nl: Wat is jouw favoriete manier om tot rust te komen na intimiteit?
pl: Jaki jest twój ulubiony sposób na wyciszenie się po intymności?
pt_br: Qual é a sua maneira favorita de relaxar após a intimidade?
sv: Vilket är ditt favoritsätt att varva ner efter intimitet?
uk: Як ти найбільше любиш розслаблятися після інтиму?
zh_hans: 亲密过后你最喜欢怎么放松？

source: What is your go-to move when you want to get someone’s attention?
de: Was ist deine bevorzugte Methode, um jemandes Aufmerksamkeit zu erregen?
es: ¿Cuál es tu movimiento para llamar la atención de alguien?
fr: Quel est ton mouvement préféré pour attirer l'attention de quelqu'un ?
it: Qual è la tua mossa preferita per attirare l'attenzione di qualcuno?
ja: 誰かの注意を引きたいときの定番の動きは何ですか？
ko: 누군가의 관심을 끌고 싶을 때 하는 행동은 무엇인가요?
nb: Hva er ditt go-to-move når du vil ha noens oppmerksomhet?
nl: Wat is jouw go-to-move om iemands aandacht te trekken?
pl: Jaki jest twój sposób na zwrócenie czyjejś uwagi?
pt_br: Qual é o seu movimento para chamar a atenção de alguém?
sv: Vad är ditt bästa drag för att få någons uppmärksamhet?
uk: Який твій коронний рух, щоб привернути чиюсь увагу?
zh_hans: 你想引起某人注意时的惯用招数是什么？

source: What is your idea of the 'perfect' date night?
de: Was ist deine Vorstellung von einem 'perfekten' Date-Abend?
es: ¿Cuál es tu idea de la 'noche de cita perfecta'?
fr: Quelle est ton idée d'une 'soirée de rendez-vous parfaite' ?
it: Qual è la tua idea di una 'serata di appuntamento perfetta'?
ja: 「完璧なデートの夜」とはどのようなものだと思いますか？
ko: '완벽한 데이트 밤'에 대한 당신의 생각은 무엇인가요?
nb: Hva er din idé om den 'perfekte' datekvelden?
nl: Wat is jouw idee van de 'perfecte' date-avond?
pl: Jakie jest twoje wyobrażenie o 'idealnym' wieczorze randkowym?
pt_br: Qual é a sua ideia de 'noite de encontro perfeita'?
sv: Vad är din idé om den 'perfekta' dejtkvällen?
uk: Яке ваше уявлення про 'ідеальний' вечір побачення?
zh_hans: 你眼中“完美”的约会之夜是什么样的？

source: What is your most terrible memory?
de: Was ist deine schlimmste Erinnerung?
es: ¿Cuál es tu recuerdo más terrible?
fr: Quel est ton souvenir le plus terrible ?
it: Qual è il tuo ricordo più terribile?
ja: あなたの最も恐ろしい思い出は何ですか？
ko: 가장 끔찍한 기억은 무엇입니까?
nb: Hva er ditt verste minne?
nl: Wat is je meest verschrikkelijke herinnering?
pl: Jaka jest twoja najgorsza pamiątka?
pt_br: Qual é a sua pior lembrança?
sv: Vad är ditt hemskaste minne?
uk: Який ваш найжахливіший спогад?
zh_hans: 你最可怕的记忆是什么？

source: What is your most treasured memory?
de: Was ist deine wertvollste Erinnerung?
es: ¿Cuál es tu recuerdo más preciado?
fr: Quel est ton souvenir le plus précieux ?
it: Qual è il tuo ricordo più prezioso?
ja: あなたの最も大切な思い出は何ですか？
ko: 가장 소중한 추억은 무엇입니까?
nb: Hva er ditt kjæreste minne?
nl: Wat is je dierbaarste herinnering?
pl: Jaka jest twoja najcenniejsza pamiątka?
pt_br: Qual é a sua memória mais querida?
sv: Vilket är ditt mest värdefulla minne?
uk: Який ваш найцінніший спогад?
zh_hans: 你最珍贵的记忆是什么？

source: What is your personal philosophy on life?
de: Was ist deine persönliche Lebensphilosophie?
es: ¿Cuál es tu filosofía personal sobre la vida?
fr: Quelle est votre philosophie personnelle de la vie ?
it: Qual è la tua filosofia personale sulla vita?
ja: あなたの人生における個人的な哲学は何ですか？
ko: 인생에 대한 당신의 개인적인 철학은 무엇인가요?
nb: Hva er din personlige livsfilosofi?
nl: Wat is jouw persoonlijke levensfilosofie?
pl: Jaka jest twoja osobista filozofia życia?
pt_br: Qual é a sua filosofia de vida pessoal?
sv: Vad är din personliga livsfilosofi?
uk: Яка ваша особиста філософія життя?
zh_hans: 你个人的生活哲学是什么？

source: What is your stance on role-playing?
de: Wie stehst du zu Rollenspielen?
es: ¿Cuál es tu postura sobre los juegos de rol?
fr: Quelle est ta position sur les jeux de rôle ?
it: Qual è la tua posizione sul role-playing?
ja: ロールプレイングについてどう思いますか？
ko: 롤플레이에 대한 당신의 입장은 무엇인가요?
nb: Hva er ditt syn på rollespill?
nl: Wat is jouw standpunt over rollenspellen?
pl: Jakie jest twoje stanowisko wobec odgrywania ról?
pt_br: Qual é a sua posição sobre role-playing?
sv: Vad är din inställning till rollspel?
uk: Як ти ставишся до рольових ігор?
zh_hans: 你对角色扮演有什么看法？

source: What kind of impact do you want to have on your community?
de: Welchen Einfluss möchtest du auf deine Gemeinschaft haben?
es: ¿Qué tipo de impacto quieres tener en tu comunidad?
fr: Quel genre d'impact veux-tu avoir sur ta communauté ?
it: Che tipo di impatto vuoi avere sulla tua comunità?
ja: 地域社会にどのような影響を与えたいですか？
ko: 지역 사회에 어떤 영향을 미치고 싶나요?
nb: Hva slags innvirkning ønsker du å ha på lokalsamfunnet ditt?
nl: Wat voor impact wil je hebben op je gemeenschap?
pl: Jaki wpływ chcesz mieć na swoją społeczność?
pt_br: Que tipo de impacto você quer ter em sua comunidade?
sv: Vilken typ av inverkan vill du ha på din gemenskap?
uk: Який вплив ви хочете мати на свою громаду?
zh_hans: 你想对社区产生什么样的影响？

source: What kind of person do you want to be in ten years?
de: Was für ein Mensch möchtest du in zehn Jahren sein?
es: ¿Qué tipo de persona quieres ser en diez años?
fr: Quel genre de personne veux-tu être dans dix ans ?
it: Che tipo di persona vuoi essere tra dieci anni?
ja: 10年後、どのような人になりたいですか？
ko: 10년 후 당신은 어떤 사람이고 싶나요?
nb: Hva slags person vil du være om ti år?
nl: Wat voor persoon wil je over tien jaar zijn?
pl: Jaką osobą chcesz być za dziesięć lat?
pt_br: Que tipo de pessoa você quer ser daqui a dez anos?
sv: Vilken typ av person vill du vara om tio år?
uk: Якою людиною ви хочете бути через десять років?
zh_hans: 十年后你想成为什么样的人？

source: What kind of work makes you lose track of time?
de: Bei welcher Arbeit verlierst du das Zeitgefühl?
es: ¿Qué tipo de trabajo te hace perder la noción del tiempo?
fr: Quel genre de travail te fait perdre la notion du temps ?
it: Che tipo di lavoro ti fa perdere la cognizione del tempo?
ja: どのような仕事をしていると時間を忘れますか？
ko: 어떤 일을 할 때 시간 가는 줄 모르나요?
nb: Hva slags arbeid får deg til å miste tidsbegrepet?
nl: Bij welk werk vergeet je de tijd?
pl: Jaka praca sprawia, że tracisz poczucie czasu?
pt_br: Que tipo de trabalho faz você perder a noção do tempo?
sv: Vilken typ av arbete får dig att tappa tidsuppfattningen?
uk: Яка робота змушує вас втрачати відчуття часу?
zh_hans: 什么样的工作会让你忘记时间？

source: What legacy do you hope to leave behind?
de: Welches Vermächtnis möchtest du hinterlassen?
es: ¿Qué legado esperas dejar?
fr: Quel héritage espères-tu laisser derrière toi ?
it: Quale eredità speri di lasciare?
ja: どのような遺産を残したいですか？
ko: 어떤 유산을 남기고 싶나요?
nb: Hvilken arv håper du å etterlate deg?
nl: Welke erfenis hoop je achter te laten?
pl: Jakie dziedzictwo masz nadzieję pozostawić?
pt_br: Que legado você espera deixar?
sv: Vilket arv hoppas du lämna efter dig?
uk: Яку спадщину ви сподіваєтеся залишити?
zh_hans: 你希望留下什么遗产？

source: What makes someone a 'good person'?
de: Was macht einen Menschen zu einem 'guten Menschen'?
es: ¿Qué hace que alguien sea una 'buena persona'?
fr: Qu'est-ce qui fait de quelqu'un une 'bonne personne' ?
it: Cosa rende qualcuno una 'buona persona'?
ja: 何が人を「良い人」にするのでしょうか？
ko: 무엇이 사람을 '좋은 사람'으로 만드나요?
nb: Hva gjør noen til et 'godt menneske'?
nl: Wat maakt iemand een 'goed mens'?
pl: Co sprawia, że ktoś jest 'dobrym człowiekiem'?
pt_br: O que faz alguém ser uma 'boa pessoa'?
sv: Vad gör någon till en 'god människa'?
uk: Що робить людину 'хорошою людиною'?
zh_hans: 是什么让一个人成为'好人'？
